{
    "unique_behavior_id" : "nutrition", 
    "encounter_type" : "nutrition_form",
    
    "resource_root" : "/openmrs/ms/uiframework/resource/healthybehaviors/defined_behaviors/nutrition/",
    "header_title_text" :  "Nutrition <br> & Diet",
    "advice_type_text" : "Nutrition and Diet",
    "header_src" : "beauty_berries.jpeg",
    "wow_facts" :  [
        "adding citrus juice to green tea stabalizes its catechin content, enabling up to 13-times more antioxidants to survive the digestive system",
        "a 20oz bottle of Coca-Cola has more suggar than a large Cinnabon",
        "one third of Americans get 47 percent of their calories from junk foods",
        "the average American is eating 300 more calories each day than he or she did in 1985",
        "trials found a 5-12 percent decrease in cholesterol levels in hyperlipidemic patients after at least 30 days’ treatment with 600-900 mg of garlic extract",
        "ten cups per day of green tea delayed cancer onset 8.7 years in Japanese women and three years in Japanese men",
        "a healthy diet reduces the risk of cancer recurrence"
    ],
    
    "dev_mode_force_not_uptodate" : true,
    "time_interval_in_days" : 7,
    "time_interval" : "7 days", 
   
    "personalized_advice" : [
        [
            "Fruits and Vegetables",
            "You are not eating enough fruits and vegetables, probably fewer than 3 servings a day. As a result, you may be low in important vitamins and fiber. Experts recommend that you eat at least 5 servings a day. There is evidence that diets high in fruits and vegetables and low in fat may reduce your risk of certain cancers, heart disease, and age-related eye diseases like cataracts and macular degeneration. You can improve by picking a few of the fruits and vegetables you like and eating them more often or in larger quantities. Don't forget that green salad counts too, as does fruit juice and vegetable juice."
        ],
        [
            "Fiber",
            "Fiber may reduce your risk of colon cancer, and help improve your blood cholesterol. The National Cancer Institute recommends that everyone should get 20-30 grams of fiber every day. Women can aim for the lower end of this range, and men for the higher end. You eat more fiber than most American men, but you are still below the recommended amount of 20-30 grams per day. You can get more fiber into your diet by eating more fruits and vegetables, and by eating whole grain bread or having a fiber-rich cereal for breakfast several times a week."
        ]
    ]
    
}
